[
  {
    "title": "Excellent Advice for Living",
    "authors": [
      "Kevin Kelly"
    ],
    "publisher": "Penguin",
    "publishedDate": "2023-05-02",
    "description": "“One hundred years from now, when so much of the nonsense of our age is forgotten, people will still remember Kevin Kelly and his wisdom.” —Seth Godin Wise, practical, optimistic life advice from author and leading technology thinker Kevin Kelly On his 68th birthday, Kevin Kelly began to write down for his young adult children some things he had learned about life that he wished he had known earlier. To his surprise, Kelly had more to say than he thought, and kept adding to the advice over the years, compiling a life’s wisdom into these pages. Kelly’s timeless advice covers an astonishing range, from right living to setting ambitious goals, optimizing generosity, and cultivating compassion. He has wisdom for career, relationships, parenting, and finances, and gives guidance for practical matters ranging from travel to troubleshooting. Excellent Advice for Living is aimed primarily at young people, but speaks to all ages. This is the ideal companion for anyone seeking to navigate life with grace and creativity.",
    "image": "http://books.google.com/books/content?id=qLuFEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Self-Help"
    ],
    "pageCount": 225,
    "isbn10": "0593654528",
    "isbn13": "9780593654521",
    "googleBooks": {
      "id": "qLuFEAAAQBAJ",
      "preview": "http://books.google.com/books?id=qLuFEAAAQBAJ&printsec=frontcover&dq=intitle:Excellent+Advice+for+Living:+Wisdom+I+Wish+I%27d+known+Earlier,+Kevin+Kelly&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=qLuFEAAAQBAJ&dq=intitle:Excellent+Advice+for+Living:+Wisdom+I+Wish+I%27d+known+Earlier,+Kevin+Kelly&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Excellent_Advice_for_Living.html?hl=&id=qLuFEAAAQBAJ"
    },
    "issueNumber": 57,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2023-08-24T05:26:04.000Z"
  },
  {
    "title": "Jonathan Livingston Seagull",
    "authors": [
      "Richard Bach"
    ],
    "publishedDate": "2011",
    "description": "Jonathan Livingston Seagull, the most celebrated inspirational fable of our time, tells the story of a bird determined to be more than ordinary. This bestselling modern classic, reissued with a beautiful new cover design, is a story for people who want to follow their dreams and make their own rules and has inspired people for decades. `Most gulls don't bother to learn more than the simplest facts of flight how to get from shore to food and back again,' writes author Richard Bach in this allegory about a unique bird named Jonathan Livingston Seagull. `For most gulls it is not flying that matters, but eating. For this gull, though, it was not eating that mattered, but flight.' Flight is indeed the metaphor that makes this story soar. This bestselling modern classic is a fable about seeking a higher purpose in life, even if your flock, tribe or neighbourhood finds your ambition threatening (at one point our beloved gull is even banished from his flock). By not compromising his higher vision, Jonathan learns the meaning of love and kindness and gets the ultimate payoff transcendence. The dreamy illustrations by Russell Munson provide just the right illustrations for this spirituality classic that has inspired thousands of readers to follow their own path in life and so fulfill their true potential.",
    "image": "https://tse2.mm.bing.net/th?q=Jonathan%20Livingston%20Seagull%20by%20Richard%20Bach&w=256&c=7&rs=1&p=0&dpr=3&pid=1.7&mkt=en-IN&adlt=moderate",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 80,
    "categories": [
      "Fables"
    ],
    "pageCount": 87,
    "isbn10": "817223578X",
    "isbn13": "9788172235789",
    "googleBooks": {
      "id": "rQVlPgAACAAJ",
      "preview": "http://books.google.com/books?id=rQVlPgAACAAJ&dq=intitle:Jonathan+Livingston+Seagul,+Richard+Bach&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=rQVlPgAACAAJ&dq=intitle:Jonathan+Livingston+Seagul,+Richard+Bach&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Jonathan_Livingston_Seagull.html?hl=&id=rQVlPgAACAAJ"
    },
    "issueNumber": 56,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-08-11T20:02:27.000Z",
    "completedAt": "2023-08-11T20:09:25.000Z",
    "timeToComplete": 418000,
    "timeToCompleteFormatted": "6 minutes"
  },
  {
    "title": "The Gene",
    "authors": [
      "Siddhartha Mukherjee"
    ],
    "publisher": "Simon and Schuster",
    "publishedDate": "2016-05-17",
    "description": "The #1 NEW YORK TIMES Bestseller The basis for the PBS Ken Burns Documentary The Gene: An Intimate History Now includes an excerpt from Siddhartha Mukherjee’s new book Song of the Cell! From the Pulitzer Prize–winning author of The Emperor of All Maladies—a fascinating history of the gene and “a magisterial account of how human minds have laboriously, ingeniously picked apart what makes us tick” (Elle). “Sid Mukherjee has the uncanny ability to bring together science, history, and the future in a way that is understandable and riveting, guiding us through both time and the mystery of life itself.” —Ken Burns “Dr. Siddhartha Mukherjee dazzled readers with his Pulitzer Prize-winning The Emperor of All Maladies in 2010. That achievement was evidently just a warm-up for his virtuoso performance in The Gene: An Intimate History, in which he braids science, history, and memoir into an epic with all the range and biblical thunder of Paradise Lost” (The New York Times). In this biography Mukherjee brings to life the quest to understand human heredity and its surprising influence on our lives, personalities, identities, fates, and choices. “Mukherjee expresses abstract intellectual ideas through emotional stories…[and] swaddles his medical rigor with rhapsodic tenderness, surprising vulnerability, and occasional flashes of pure poetry” (The Washington Post). Throughout, the story of Mukherjee’s own family—with its tragic and bewildering history of mental illness—reminds us of the questions that hang over our ability to translate the science of genetics from the laboratory to the real world. In riveting and dramatic prose, he describes the centuries of research and experimentation—from Aristotle and Pythagoras to Mendel and Darwin, from Boveri and Morgan to Crick, Watson and Franklin, all the way through the revolutionary twenty-first century innovators who mapped the human genome. “A fascinating and often sobering history of how humans came to understand the roles of genes in making us who we are—and what our manipulation of those genes might mean for our future” (Milwaukee Journal-Sentinel), The Gene is the revelatory and magisterial history of a scientific idea coming to life, the most crucial science of our time, intimately explained by a master. “The Gene is a book we all should read” (USA TODAY).",
    "image": "http://books.google.com/books/content?id=fOvaCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 354,
    "categories": [
      "Medical"
    ],
    "pageCount": 624,
    "isbn10": "1476733538",
    "isbn13": "9781476733531",
    "googleBooks": {
      "id": "fOvaCgAAQBAJ",
      "preview": "http://books.google.com/books?id=fOvaCgAAQBAJ&printsec=frontcover&dq=intitle:The+Song+of+the+Cell,+Siddhartha+Mukherjee&hl=&cd=4&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=fOvaCgAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=fOvaCgAAQBAJ"
    },
    "issueNumber": 55,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-06-13T12:39:55.000Z",
    "completedAt": "2023-08-20T17:59:24.000Z",
    "timeToComplete": 5894369000,
    "timeToCompleteFormatted": "2 months"
  },
  {
    "title": "Team Human",
    "authors": [
      "Douglas Rushkoff"
    ],
    "publisher": "National Geographic Books",
    "publishedDate": "2021-01-12",
    "description": "Porchlight’s Management and Workplace Culture Book of The Year “[A] thoroughly fascinating exploration of the long interplay between power and the technologies of communication.” —Adam Frank, NPR Team Human is a fiery distillation of preeminent digital theorist Douglas Rushkoff’s most urgent thoughts on civilization, technology, and human nature. In one hundred concise statements, he argues that we are essentially social creatures who achieve our greatest aspirations when we work together not as individuals. Yet today, an antihuman ethos has overtaken our society, undermining our ability to connect. Technologies that were meant to foster cooperation from currency to computers too often are used to exploit and divide us. If we are to adapt and survive these destructive forces, we must recognize that being human is a team sport. Rushkoff inspires us to find the others who understand this fundamental truth and reassert our humanity together.",
    "image": "http://books.google.com/books/content?id=FF-NEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3,
    "ratingsCount": 1,
    "categories": [
      "Social Science"
    ],
    "pageCount": 0,
    "isbn10": "0393541533",
    "isbn13": "9780393541533",
    "googleBooks": {
      "id": "FF-NEAAAQBAJ",
      "preview": "http://books.google.com/books?id=FF-NEAAAQBAJ&dq=intitle:Team+Human,++Douglas+Rushkoff&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=FF-NEAAAQBAJ&dq=intitle:Team+Human,++Douglas+Rushkoff&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Team_Human.html?hl=&id=FF-NEAAAQBAJ"
    },
    "issueNumber": 54,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2023-05-18T17:07:12.000Z"
  },
  {
    "title": "The Experience Machine",
    "authors": [
      "Andy Clark"
    ],
    "publisher": "Pantheon",
    "publishedDate": "2023-05-02",
    "description": "A brilliant new theory of the mind that upends our understanding of how the brain interacts with the world For as long as we’ve studied human cognition, we’ve believed that our senses give us direct access to the world. What we see is what’s really there—or so the thinking goes. But new discoveries in neuroscience and psychology have turned this assumption on its head. What if rather than perceiving reality passively, your mind actively predicts it? “This thoroughly readable book will convince you that the brain and the world are partners in constructing our understanding.” —Sean Carroll, New York Times bestselling author of The Biggest Ideas in the Universe: Space, Time, and Motion Widely acclaimed philosopher and cognitive scientist Andy Clark unpacks this provocative new theory that the brain is a powerful, dynamic prediction engine, mediating our experience of both body and world. From the most mundane experiences to the most sublime, reality as we know it is the complex synthesis of sensory information and expectation. Exploring its fascinating mechanics and remarkable implications for our lives, mental health, and society, Clark nimbly illustrates how the predictive brain sculpts all human experience. Chronic pain and mental illness are shown to involve subtle malfunctions of our unconscious predictions, pointing the way towards more effective, targeted treatments. Under renewed scrutiny, the very boundary between ourselves and the outside world dissolves, showing that we are as entangled with our environments as we are with our onboard memories, thoughts, and feelings. And perception itself is revealed to be something of a controlled hallucination. Unveiling the extraordinary explanatory power of the predictive brain, The Experience Machine is a mesmerizing window onto one of the most significant developments in our understanding of the mind.",
    "image": "http://books.google.com/books/content?id=u7F3EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Science"
    ],
    "pageCount": 305,
    "isbn10": "1524748463",
    "isbn13": "9781524748463",
    "googleBooks": {
      "id": "u7F3EAAAQBAJ",
      "preview": "http://books.google.com/books?id=u7F3EAAAQBAJ&printsec=frontcover&dq=intitle:The+Experience+Machine:+How+Our+Minds+Predict+and+Shape+Reality,+Andy+Clark&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=u7F3EAAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=u7F3EAAAQBAJ"
    },
    "issueNumber": 53,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2023-05-02T04:07:01.000Z"
  },
  {
    "title": "Where the Crawdads Sing (Movie Tie-In)",
    "authors": [
      "Delia Owens"
    ],
    "publisher": "Penguin",
    "publishedDate": "2022-06-28",
    "description": "NOW A MAJOR MOTION PICTURE The #1 New York Times bestselling worldwide sensation with more than 15 million copies sold, “a painfully beautiful first novel that is at once a murder mystery, a coming-of-age narrative and a celebration of nature” (The New York Times Book Review). For years, rumors of the “Marsh Girl” have haunted Barkley Cove, a quiet town on the North Carolina coast. So in late 1969, when handsome Chase Andrews is found dead, the locals immediately suspect Kya Clark, the so-called Marsh Girl. But Kya is not what they say. Sensitive and intelligent, she has survived for years alone in the marsh that she calls home, finding friends in the gulls and lessons in the sand. Then the time comes when she yearns to be touched and loved. When two young men from town become intrigued by her wild beauty, Kya opens herself to a new life—until the unthinkable happens. Where the Crawdads Sing is at once an exquisite ode to the natural world, a heartbreaking coming-of-age story, and a surprising tale of possible murder. Delia Owens reminds us that we are forever shaped by the children we once were, and that we are all subject to the beautiful and violent secrets that nature keeps.",
    "image": "http://books.google.com/books/content?id=LmRlEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 241,
    "categories": [
      "Fiction"
    ],
    "pageCount": 481,
    "isbn10": "0593540352",
    "isbn13": "9780593540350",
    "googleBooks": {
      "id": "LmRlEAAAQBAJ",
      "preview": "http://books.google.com/books?id=LmRlEAAAQBAJ&printsec=frontcover&dq=intitle:Where+the+crawdads+sing,+Delia+Owens&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=LmRlEAAAQBAJ&dq=intitle:Where+the+crawdads+sing,+Delia+Owens&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Where_the_Crawdads_Sing_Movie_Tie_In.html?hl=&id=LmRlEAAAQBAJ"
    },
    "issueNumber": 52,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-04-22T17:52:04.000Z",
    "completedAt": "2023-04-30T22:23:18.000Z",
    "timeToComplete": 707474000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "God, Human, Animal, Machine",
    "authors": [
      "Meghan O'Gieblyn"
    ],
    "publisher": "Anchor",
    "publishedDate": "2022-07-12",
    "description": "A strikingly original exploration of what it might mean to be authentically human in the age of artificial intelligence, from the author of the critically-acclaimed Interior States. \"Meghan O’Gieblyn is a brilliant and humble philosopher, and her book is an explosively thought-provoking, candidly personal ride I wished never to end ... This book is such an original synthesis of ideas and disclosures. It introduces what will soon be called the O’Gieblyn genre of essay writing.” —Heidi Julavits, author of The Folded Clock For most of human history the world was a magical and enchanted place ruled by forces beyond our understanding. The rise of science and Descartes's division of mind from world made materialism our ruling paradigm, in the process asking whether our own consciousness—i.e., souls—might be illusions. Now the inexorable rise of technology, with artificial intelligences that surpass our comprehension and control, and the spread of digital metaphors for self-understanding, the core questions of existence—identity, knowledge, the very nature and purpose of life itself—urgently require rethinking. Meghan O'Gieblyn tackles this challenge with philosophical rigor, intellectual reach, essayistic verve, refreshing originality, and an ironic sense of contradiction. She draws deeply and sometimes humorously from her own personal experience as a formerly religious believer still haunted by questions of faith, and she serves as the best possible guide to navigating the territory we are all entering.",
    "image": "http://books.google.com/books/content?id=cNp0EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Biography & Autobiography"
    ],
    "pageCount": 305,
    "isbn10": "0525562710",
    "isbn13": "9780525562719",
    "googleBooks": {
      "id": "cNp0EAAAQBAJ",
      "preview": "http://books.google.com/books?id=cNp0EAAAQBAJ&printsec=frontcover&dq=intitle:God+human+animal+machine+technology+metaphor+and+the+search+for+meaning,+Meghan+O%27Gieblyn&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=cNp0EAAAQBAJ&dq=intitle:God+human+animal+machine+technology+metaphor+and+the+search+for+meaning,+Meghan+O%27Gieblyn&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/God_Human_Animal_Machine.html?hl=&id=cNp0EAAAQBAJ"
    },
    "issueNumber": 51,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-04-11T02:59:58.000Z",
    "completedAt": "2023-04-15T16:04:27.000Z",
    "timeToComplete": 392669000,
    "timeToCompleteFormatted": "4 days"
  },
  {
    "title": "You're Not That Great",
    "authors": [
      "Daniel Crosby"
    ],
    "publishedDate": "2012-11-09",
    "image": "https://tse2.mm.bing.net/th?q=You're%20Not%20That%20Great%20by%20Daniel%20Crosby&w=256&c=7&rs=1&p=0&dpr=3&pid=1.7&mkt=en-IN&adlt=moderate",
    "language": "en",
    "categories": [
      "Conduct of life"
    ],
    "pageCount": 0,
    "isbn10": "1595718362",
    "isbn13": "9781595718365",
    "googleBooks": {
      "id": "2TO2NAEACAAJ",
      "preview": "http://books.google.com/books?id=2TO2NAEACAAJ&dq=intitle:You%27re+Not+That+Great,+Daniel+Crosby&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=2TO2NAEACAAJ&dq=intitle:You%27re+Not+That+Great,+Daniel+Crosby&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/You_re_Not_That_Great.html?hl=&id=2TO2NAEACAAJ"
    },
    "issueNumber": 49,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2023-03-29T04:29:58.000Z"
  },
  {
    "title": "Excellent Advice for Living",
    "authors": [
      "Kevin Kelly"
    ],
    "publisher": "Penguin",
    "publishedDate": "2023-05-02",
    "description": "Succinct bits of wise, practical, optimistic life advice from author, leading technology thinker, and cofounder of Wired magazine Kevin Kelly On his sixty-eighth birthday, Kevin Kelly wrote down for his young adult son some things he had learned about relationships, business, and life that he wished he had known earlier. To his surprise, he had more to say than he thought, so he continued composing these short passages of guidance until he had more than four hundred of them. Kelly’s bits of advice cover an astonishing range of subject matter, and each statement is meant to be a memorable prompt for an action one could take. Many of them are about right living, good conduct, and civility. There is advice on setting ambitious goals, forgiveness and gratitude, taking responsibility for mistakes, optimizing generosity, and cultivating awareness, compassion, and creativity. Career, work, and financial advice is given, as well as guidance related to practical matters ranging from parenting and troubleshooting to the importance of learning how to tie a bowline knot. Excellent Advice for Living is aimed primarily at young people, and in particular at young professionals, but it will speak to anyone at any stage of life. Kelly’s advice is memorable, and, more important, needed right now.",
    "image": "http://books.google.com/books/content?id=qLuFEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "categories": [
      "Self-Help"
    ],
    "pageCount": 0,
    "isbn10": "0593654528",
    "isbn13": "9780593654521",
    "googleBooks": {
      "id": "qLuFEAAAQBAJ",
      "preview": "http://books.google.com/books?id=qLuFEAAAQBAJ&dq=intitle:Excellent+Advice+for+Living,+Kevin+Kelly&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=qLuFEAAAQBAJ&dq=intitle:Excellent+Advice+for+Living,+Kevin+Kelly&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Excellent_Advice_for_Living.html?hl=&id=qLuFEAAAQBAJ"
    },
    "issueNumber": 48,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2023-03-29T04:24:04.000Z"
  },
  {
    "title": "Transcendent Kingdom",
    "authors": [
      "Yaa Gyasi"
    ],
    "publisher": "Vintage",
    "publishedDate": "2020-09-01",
    "description": "NEW YORK TIMES BEST SELLER • A TODAY SHOW #ReadWithJenna BOOK CLUB PICK! • Finalist for the WOMEN'S PRIZE Yaa Gyasi's stunning follow-up to her acclaimed national best seller Homegoing is a powerful, raw, intimate, deeply layered novel about a Ghanaian family in Alabama. Gifty is a sixth-year PhD candidate in neuroscience at the Stanford University School of Medicine studying reward-seeking behavior in mice and the neural circuits of depression and addiction. Her brother, Nana, was a gifted high school athlete who died of a heroin overdose after an ankle injury left him hooked on OxyContin. Her suicidal mother is living in her bed. Gifty is determined to discover the scientific basis for the suffering she sees all around her. But even as she turns to the hard sciences to unlock the mystery of her family's loss, she finds herself hungering for her childhood faith and grappling with the evangelical church in which she was raised, whose promise of salvation remains as tantalizing as it is elusive. Transcendent Kingdom is a deeply moving portrait of a family of Ghanaian immigrants ravaged by depression and addiction and grief—a novel about faith, science, religion, love. Exquisitely written, emotionally searing, this is an exceptionally powerful follow-up to Gyasi's phenomenal debut.",
    "image": "http://books.google.com/books/content?id=fOO3DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 44,
    "categories": [
      "Fiction"
    ],
    "pageCount": 288,
    "isbn10": "052565819X",
    "isbn13": "9780525658191",
    "googleBooks": {
      "id": "fOO3DwAAQBAJ",
      "preview": "http://books.google.com/books?id=fOO3DwAAQBAJ&printsec=frontcover&dq=intitle:Transcendent+Kingdom,+Yaa+Gyasi&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=fOO3DwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=fOO3DwAAQBAJ"
    },
    "issueNumber": 47,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-03-28T17:32:56.000Z",
    "completedAt": "2023-04-02T04:15:52.000Z",
    "timeToComplete": 384176000,
    "timeToCompleteFormatted": "4 days"
  },
  {
    "title": "Weapons of Math Destruction",
    "authors": [
      "Cathy O'Neil"
    ],
    "publisher": "Crown",
    "publishedDate": "2016-09-06",
    "description": "NEW YORK TIMES BESTSELLER • A former Wall Street quant sounds the alarm on Big Data and the mathematical models that threaten to rip apart our social fabric—with a new afterword “A manual for the twenty-first-century citizen . . . relevant and urgent.”—Financial Times NATIONAL BOOK AWARD LONGLIST • NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The New York Times Book Review • The Boston Globe • Wired • Fortune • Kirkus Reviews • The Guardian • Nature • On Point We live in the age of the algorithm. Increasingly, the decisions that affect our lives—where we go to school, whether we can get a job or a loan, how much we pay for health insurance—are being made not by humans, but by machines. In theory, this should lead to greater fairness: Everyone is judged according to the same rules. But as mathematician and data scientist Cathy O’Neil reveals, the mathematical models being used today are unregulated and uncontestable, even when they’re wrong. Most troubling, they reinforce discrimination—propping up the lucky, punishing the downtrodden, and undermining our democracy in the process. Welcome to the dark side of Big Data.",
    "image": "http://books.google.com/books/content?id=NgEwCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 37,
    "categories": [
      "Political Science"
    ],
    "pageCount": 288,
    "isbn10": "0553418823",
    "isbn13": "9780553418828",
    "googleBooks": {
      "id": "NgEwCwAAQBAJ",
      "preview": "http://books.google.com/books?id=NgEwCwAAQBAJ&pg=PR6&dq=intitle:Weapons+of+Math+Destruction:+How+Big+Data+Increases+Inequality+and+Threatens+Democracy,+Cathy+O%27Neil&hl=&cd=7&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=NgEwCwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=NgEwCwAAQBAJ"
    },
    "issueNumber": 46,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-03-23T05:16:47.000Z",
    "completedAt": "2023-03-24T16:49:57.000Z",
    "timeToComplete": 127990000,
    "timeToCompleteFormatted": "1 day"
  },
  {
    "title": "The Sacred Depths of Nature",
    "authors": [
      "Ursula Goodenough"
    ],
    "publisher": "Oxford University Press",
    "publishedDate": "2023",
    "description": "\"When people talk about religion, most soon mention the major religious traditions of our times, but then, thinking further, most mention as well the religions of Indigenous peoples and of such vanished civilizations as ancient Greece and Egypt and Persia. That is, we have come to understand that there are-and have been-many different religions; anthropologists estimate the total in the thousands. They also estimate that there have been thousands of human cultures, which is to say that the making of a culture and the making of its religion go together: each religion is embedded in its cultural history. True, certain religions have attempted, and variously succeeded, in crossing cultural boundaries to \"convert the heathens,\" but the invaded cultures usually put their unmistakable stamp on what they import, as evinced by the pulsating percussive Catholic masses sung in Africa. In the end, each of these religions addresses two fundamental human concerns: How Things Are and Which Things Matter. How Things Are is articulated as a Cosmology or Cosmos: How the natural world came to be, how humans came to be, what happens after we die, the origins of evil and tragedy and natural disaster and love. Which Things Matter becomes codified as a Morality or Ethos: the Judaic Ten Commandments, the Christian Sermon on the Mount, the Five Pillars of Islam, the Buddhist Vinaya, the Confucian Five Relations, and the understandings inherent in numerous Indigenous traditions. The role of a religion is to integrate the Cosmology and the Morality, to render the cosmological narrative so rich and compelling that it elicits our allegiance and our commitment to its attendant moral understandings. As a culture evolves, a distinctive Cosmos and Ethos appears in its co-evolving religion. For billions of us, back to the early humans, the stories, ceremonies and art associated with our religions-of-origin have been central to our lives. I stand in awe of these religions. I have no need to take on their contradictions or immiscibility, any more than I would quarrel with the fact that Scottish bagpipe ceremonies coexist with Japanese tea ceremonies. And indeed, the failure of Soviet Marxism to obliterate Russian Orthodoxy, and of Maoism to obliterate Buddhism, Confucianism, or Daoism, and of Christianity to obliterate Indigenous understandings, reminds us that projects designed to overthrow religious traditions face strong headwinds\"--",
    "image": "http://books.google.com/books/content?id=2AamEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 4,
    "categories": [
      "Biology"
    ],
    "pageCount": 289,
    "isbn10": "0197662064",
    "isbn13": "9780197662069",
    "googleBooks": {
      "id": "2AamEAAAQBAJ",
      "preview": "http://books.google.com/books?id=2AamEAAAQBAJ&pg=PA238&dq=intitle:The+Matter+With+Things:+Our+Brains,+Our+Delusions+and+the+Unmaking+of+the+World,+Iain+McGilchrist&hl=&cd=5&source=gbs_api",
      "info": "http://books.google.com/books?id=2AamEAAAQBAJ&dq=intitle:The+Matter+With+Things:+Our+Brains,+Our+Delusions+and+the+Unmaking+of+the+World,+Iain+McGilchrist&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Sacred_Depths_of_Nature.html?hl=&id=2AamEAAAQBAJ"
    },
    "issueNumber": 45,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2023-03-18T17:02:38.000Z"
  },
  {
    "title": "Hello Sleep",
    "authors": [
      "Jade Wu"
    ],
    "publisher": "St. Martin's Essentials",
    "publishedDate": "2023-02-07",
    "description": "Hello Sleep is a practical and compassionate guide to having a better relationship with sleep and overcoming insomnia from Jade Wu, an experienced expert in behavioral sleep medicine. For many people who have trouble sleeping, each night is an anxious odyssey where getting a good night’s sleep feels like a battle to win rather than a basic biologic process. Hello Sleep is a guide for people with insomnia to help them shift their relationship with sleep, so that it stops being a battle and starts being enjoyable and natural again. It is a practical, self-guided tour through evidence-based interventions for chronic insomnia, including cognitive behavioral therapy for insomnia (CBT-I), phototherapy, chronotherapy, mindfulness-based approaches, and medication tapering. Jade Wu is a behavioral sleep medicine specialist and researcher who has helped hundreds of patients over a period of ten years. She provides in-depth but down-to-earth scientific explanations of how sleep and insomnia work; anecdotes about real patients’ experiences with overcoming insomnia; rationale for why the evidence-based interventions help; and tips for how to problem-solve common pitfalls, along with tailored recommendations for special circumstances (e.g., pregnancy/postpartum, menopause, chronic pain, depression, older adults etc.). Wu’s practical recommendations support a philosophical theme: Sleep is a friend, and it’s the nurturing of our relationship with this friend—rather than an anxious nightly battle—that will give us sustainable sleep health. Hello Sleep is not a rigid set of rules or a one-size-fits-all approach. Wu believes this can make things worse for those with insomnia issues, making what was once easy and intuitive into something effortful and elusive. Instead, this book treats insomniacs with respect, by giving them knowledge and empowering them to trust themselves and their own sleep.",
    "image": "http://books.google.com/books/content?id=7IxrEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Health & Fitness"
    ],
    "pageCount": 235,
    "isbn10": "1250828414",
    "isbn13": "9781250828415",
    "googleBooks": {
      "id": "7IxrEAAAQBAJ",
      "preview": "http://books.google.com/books?id=7IxrEAAAQBAJ&printsec=frontcover&dq=intitle:Hello+Sleep,+Jade+Wu&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=7IxrEAAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=7IxrEAAAQBAJ"
    },
    "issueNumber": 44,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-03-14T04:46:11.000Z",
    "completedAt": "2023-06-19T22:36:01.000Z",
    "timeToComplete": 8444990000,
    "timeToCompleteFormatted": "3 months"
  },
  {
    "title": "Tread of Angels",
    "authors": [
      "Rebecca Roanhorse"
    ],
    "publisher": "Simon and Schuster",
    "publishedDate": "2022-11-15",
    "description": "Celeste, a card sharp with a need for justice, takes on the role of advocatus diaboli, to defend her sister Mariel, accused of murdering a Virtue, a member of the ruling class of this mining town, in a new world of dark fantasy from the New York Times bestselling author of Black Sun, Rebecca Roanhorse. The year is 1883 and the mining town of Goetia is booming as prospectors from near and far come to mine the powerful new element Divinity from the high mountains of Colorado with the help of the pariahs of society known as the Fallen. The Fallen are the descendants of demonkind living amongst the Virtues, the winners in an ancient war, with the descendants of both sides choosing to live alongside Abaddon’s mountain in this tale of the mythological West from the bestselling mastermind Rebecca Roanhorse.",
    "image": "http://books.google.com/books/content?id=GRpdEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 4,
    "categories": [
      "Fiction"
    ],
    "pageCount": 208,
    "isbn10": "1982166207",
    "isbn13": "9781982166205",
    "googleBooks": {
      "id": "GRpdEAAAQBAJ",
      "preview": "http://books.google.com/books?id=GRpdEAAAQBAJ&printsec=frontcover&dq=intitle:Tread+of+Angels,+Rebecca+Roanhorse&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=GRpdEAAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=GRpdEAAAQBAJ"
    },
    "issueNumber": 43,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-03-14T04:45:18.000Z",
    "completedAt": "2023-03-18T16:58:28.000Z",
    "timeToComplete": 389590000,
    "timeToCompleteFormatted": "4 days"
  },
  {
    "title": "Seeing with Fresh Eyes",
    "authors": [
      "Edward Tufte"
    ],
    "publishedDate": "2020-08-17",
    "image": "https://tse2.mm.bing.net/th?q=Seeing%20with%20Fresh%20Eyes%20by%20Edward%20Tufte&w=256&c=7&rs=1&p=0&dpr=3&pid=1.7&mkt=en-IN&adlt=moderate",
    "language": "en",
    "isbn10": "0961392193",
    "isbn13": "9780961392192",
    "googleBooks": {
      "id": "qPuuzQEACAAJ",
      "preview": "http://books.google.com/books?id=qPuuzQEACAAJ&dq=intitle:Seeing+With+Fresh+Eyes:+Meaning,+Space,+Data,+Truth,+Edward+Tufte&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=qPuuzQEACAAJ&dq=intitle:Seeing+With+Fresh+Eyes:+Meaning,+Space,+Data,+Truth,+Edward+Tufte&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Seeing_with_Fresh_Eyes.html?hl=&id=qPuuzQEACAAJ"
    },
    "issueNumber": 42,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2023-01-23T18:39:23.000Z"
  },
  {
    "title": "Four Thousand Weeks",
    "authors": [
      "Oliver Burkeman"
    ],
    "publisher": "Farrar, Straus and Giroux",
    "publishedDate": "2021-07-13",
    "description": "Time is our biggest worry: there is too little of it. The award-winning, renowned Guardian columnist Oliver Burkeman offers a lively, entertaining philosophical guide to time and time management, setting aside superficial efficiency solutions in favor of reckoning with and finding joy in the finitude of human life The average human lifespan is absurdly, insultingly brief. Assuming you live to be eighty, you have just over four thousand weeks. Nobody needs telling there isn’t enough time. We’re obsessed with our lengthening to-do lists, our overfilled inboxes, work-life balance, and the ceaseless struggle against distraction; and we’re deluged with advice on becoming more productive and efficient, and “life hacks” to optimize our days. But such techniques often end up making things worse. The sense of anxious hurry grows more intense, and still the most meaningful parts of life seem to lie just beyond the horizon. Still, we rarely make the connection between our daily struggles with time and the ultimate time management problem: the challenge of how best to use our four thousand weeks. Drawing on the insights of both ancient and contemporary philosophers, psychologists, and spiritual teachers, Oliver Burkeman delivers an entertaining, humorous, practical, and ultimately profound guide to time and time management. Rejecting the futile modern obsession with “getting everything done,” Four Thousand Weeks introduces readers to tools for constructing a meaningful life, showing how many of the unhelpful ways we’ve come to think about time aren’t inescapable, unchanging truths, but choices we’ve made as individuals and as a society—and that we could do things differently.",
    "image": "http://books.google.com/books/content?id=5my-zQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 4.5,
    "ratingsCount": 9,
    "categories": [
      "Self-Help"
    ],
    "pageCount": 224,
    "isbn10": "0374159122",
    "isbn13": "9780374159122",
    "googleBooks": {
      "id": "5my-zQEACAAJ",
      "preview": "http://books.google.com/books?id=5my-zQEACAAJ&dq=intitle:Four+Thousand+Weeks+Time+Management+for+Mortals,+Oliver+Burkeman&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=5my-zQEACAAJ&dq=intitle:Four+Thousand+Weeks+Time+Management+for+Mortals,+Oliver+Burkeman&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Four_Thousand_Weeks.html?hl=&id=5my-zQEACAAJ"
    },
    "issueNumber": 41,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-01-20T19:19:42.000Z",
    "completedAt": "2023-01-28T17:23:50.000Z",
    "timeToComplete": 684248000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "Algorithms to Live By",
    "authors": [
      "Brian Christian",
      "Tom Griffiths"
    ],
    "publisher": "Macmillan",
    "publishedDate": "2016-04-19",
    "description": "'Algorithms to Live By' looks at the simple, precise algorithms that computers use to solve the complex 'human' problems that we face, and discovers what they can tell us about the nature and origin of the mind.",
    "image": "http://books.google.com/books/content?id=Ydn_CwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 17,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 366,
    "isbn10": "1627790365",
    "isbn13": "9781627790369",
    "googleBooks": {
      "id": "Ydn_CwAAQBAJ",
      "preview": "http://books.google.com/books?id=Ydn_CwAAQBAJ&printsec=frontcover&dq=intitle:Algorithms+to+Live+By:+The+Computer+Science+of+Human+Decisions+Brian+Christian+,+Tom+Griffiths&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=Ydn_CwAAQBAJ&dq=intitle:Algorithms+to+Live+By:+The+Computer+Science+of+Human+Decisions+Brian+Christian+,+Tom+Griffiths&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Algorithms_to_Live_By.html?hl=&id=Ydn_CwAAQBAJ"
    },
    "issueNumber": 40,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2023-01-18T03:35:02.000Z"
  },
  {
    "title": "The Body Keeps the Score",
    "authors": [
      "Bessel van der Kolk"
    ],
    "publisher": "Penguin UK",
    "publishedDate": "2014-09-25",
    "description": "The effects of trauma can be devastating for sufferers, their families and future generations. Here one of the world's experts on traumatic stress offers a bold new paradigm for treatment, moving away from standard talking and drug therapies and towards an alternative approach that heals mind, brain and body. 'Van der Kolk draws on thirty years of experience to argue powerfully that trauma is one of the West's most urgent public health issues ... Packed with science and human stories' New Scientist 'Breathtaking in its scope and breadth, a seminal work by one of the preeminent pioneers in trauma research and treatment' Peter A. Levine, author of In An Unspoken Voice 'Dr. van der Kolk's masterpiece combines the boundless curiosity of the scientist, the erudition of the scholar, and the passion of the truth teller' Judith Herman, author of Trauma and Recovery",
    "image": "http://books.google.com/books/content?id=FMPdAgAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 4.5,
    "ratingsCount": 14,
    "categories": [
      "Psychology"
    ],
    "pageCount": 464,
    "isbn10": "0141978627",
    "isbn13": "9780141978628",
    "googleBooks": {
      "id": "FMPdAgAAQBAJ",
      "preview": "http://books.google.com/books?id=FMPdAgAAQBAJ&dq=intitle:The+Body+Keeps+the+Score:+Brain,+Mind,+and+Body+in+the+Healing+of+Trauma,+Bessel+van+der+Kolk&hl=&cd=2&source=gbs_api",
      "info": "http://books.google.com/books?id=FMPdAgAAQBAJ&dq=intitle:The+Body+Keeps+the+Score:+Brain,+Mind,+and+Body+in+the+Healing+of+Trauma,+Bessel+van+der+Kolk&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Body_Keeps_the_Score.html?hl=&id=FMPdAgAAQBAJ"
    },
    "issueNumber": 39,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2023-01-02T03:04:37.000Z",
    "completedAt": "2023-01-14T03:07:19.000Z",
    "timeToComplete": 1036962000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "11 Lessons in Self-leadership",
    "authors": [
      "Larry Holman"
    ],
    "publishedDate": "1995",
    "image": "http://books.google.com/books/content?id=39KgdL6Zj6wC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "categories": [
      "Executive ability"
    ],
    "pageCount": 268,
    "isbn10": "0964882906",
    "isbn13": "9780964882904",
    "googleBooks": {
      "id": "39KgdL6Zj6wC",
      "preview": "http://books.google.com/books?id=39KgdL6Zj6wC&q=intitle:11+Lessons+in+self-leadership,+Larry+Holman&dq=intitle:11+Lessons+in+self-leadership,+Larry+Holman&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=39KgdL6Zj6wC&dq=intitle:11+Lessons+in+self-leadership,+Larry+Holman&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/11_Lessons_in_Self_leadership.html?hl=&id=39KgdL6Zj6wC"
    },
    "issueNumber": 38,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-12-20T22:35:49.000Z",
    "completedAt": "2022-12-27T01:38:09.000Z",
    "timeToComplete": 529340000,
    "timeToCompleteFormatted": "6 days"
  },
  {
    "title": "Letters to a Young Poet",
    "authors": [
      "Rainer Maria Rilke"
    ],
    "publisher": "Modern Library",
    "publishedDate": "2001-12-04",
    "description": "Rilke’s Letters to a Young Poet are arguably the most famous and beloved letters of the twentieth century. Written when the poet was himself still a young man, with most of his greatest work before him, they were addressed to a student who had sent Rilke some of his own writing, asking for advice on becoming a writer. The two never met, but over a period of several years Rilke wrote him these ten letters, which have been cherished by hundreds of thousands of readers for what Stephen Mitchell calls in his Foreword the \"vibrant and deeply felt experience of life\" that informs them. Eloquent and personal, Rilke’s meditations on the creative process, the nature of love, the wisdom of children, and the importance of solitude offer a wealth of spiritual and practical guidance for anyone. At the same time, this collection, in Stephen Mitchell’s definitive translation, reveals the thoughts and feelings of one of the greatest poets and most distinctive sensibilities of the twentieth century.",
    "image": "http://books.google.com/books/content?id=h5HODwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4.5,
    "ratingsCount": 10,
    "categories": [
      "Literary Collections"
    ],
    "pageCount": 134,
    "isbn10": "0679642323",
    "isbn13": "9780679642329",
    "googleBooks": {
      "id": "h5HODwAAQBAJ",
      "preview": "http://books.google.com/books?id=h5HODwAAQBAJ&printsec=frontcover&dq=intitle:Letters+to+a+Young+Poet,+Rainer+Maria+Rilke&hl=&cd=4&source=gbs_api",
      "info": "http://books.google.com/books?id=h5HODwAAQBAJ&dq=intitle:Letters+to+a+Young+Poet,+Rainer+Maria+Rilke&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Letters_to_a_Young_Poet.html?hl=&id=h5HODwAAQBAJ"
    },
    "issueNumber": 37,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-12-17T05:43:49.000Z",
    "completedAt": "2022-12-27T01:38:30.000Z",
    "timeToComplete": 849281000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "Sooley",
    "authors": [
      "John Grisham"
    ],
    "publisher": "National Geographic Books",
    "publishedDate": "2021-04-27",
    "description": "#1 NEW YORK TIMES BEST SELLER • John Grisham takes you to a different kind of court in his first basketball novel. Samuel “Sooley” Sooleymon is a raw, young talent with big hoop dreams—and even bigger challenges off the court. “Hard to put down ... the pages turn quickly ... building to a climax that won’t leave readers doubting whether this is a John Grisham novel.” —Associated Press In the summer of his seventeenth year, Sam­uel Sooleymon gets the chance of a lifetime: a trip to the United States with his South Sudanese teammates to play in a showcase basket­ball tournament. He has never been away from home, nor has he ever been on an airplane. The opportunity to be scouted by dozens of college coaches is a dream come true. Samuel is an amazing athlete, with speed, quick­ness, and an astonishing vertical leap. The rest of his game, though, needs work, and the American coaches are less than impressed. During the tournament, Samuel receives dev­astating news from home: A civil war is raging across South Sudan, and rebel troops have ran­sacked his village. His father is dead, his sister is missing, and his mother and two younger brothers are in a refugee camp. Samuel desperately wants to go home, but it’s just not possible. Partly out of sympathy, the coach of North Carolina Central offers him a scholar­ship. Samuel moves to Durham, enrolls in classes, joins the team, and prepares to sit out his freshman season. There is plenty of more mature talent and he isn’t immediately needed. But Samuel has something no other player has: a fierce determination to succeed so he can bring his family to America. He works tirelessly on his game, shooting baskets every morning at dawn by himself in the gym, and soon he’s dominating everyone in practice. With the Central team los­ing and suffering injury after injury, Sooley, as he is nicknamed, is called off the bench. And the legend begins. But how far can Sooley take his team? And will success allow him to save his family? Gripping and moving, Sooley showcases John Grisham’s unparalleled storytelling powers in a whole new light. This is Grisham at the top of his game.",
    "image": "http://books.google.com/books/content?id=AkKNEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3,
    "ratingsCount": 16,
    "categories": [
      "Fiction"
    ],
    "pageCount": 0,
    "isbn10": "0385547684",
    "isbn13": "9780385547680",
    "googleBooks": {
      "id": "AkKNEAAAQBAJ",
      "preview": "http://books.google.com/books?id=AkKNEAAAQBAJ&dq=intitle:Sooley,+John+Grisham&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=AkKNEAAAQBAJ&dq=intitle:Sooley,+John+Grisham&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Sooley.html?hl=&id=AkKNEAAAQBAJ"
    },
    "issueNumber": 36,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-12-11T19:22:21.000Z",
    "completedAt": "2022-12-11T19:59:47.000Z",
    "timeToComplete": 2246000,
    "timeToCompleteFormatted": "37 minutes"
  },
  {
    "title": "Nineteen Ways of Looking at Consciousness",
    "authors": [
      "Patrick House"
    ],
    "publisher": "St. Martin's Press",
    "publishedDate": "2022-10-11",
    "description": "A concise, elegant, and thought-provoking exploration of the mystery of consciousness and the functioning of the brain. Despite decades of research, remarkable imagery, and insights from a range of scientific and medical disciplines, the human brain remains largely unexplored. Consciousness has eluded explanation. Nineteen Ways of Looking at Consciousness offers a brilliant overview of the state of modern consciousness research in twenty brief, revealing chapters. Neuroscientist and author Patrick House describes complex concepts in accessible terms, weaving brain science, technology, gaming, analogy, and philosophy into a tapestry that illuminates how the brain works and what enables consciousness. This remarkable book fosters a sense of mystery and wonder about the strangeness of the relationship between our inner selves and our environment.",
    "image": "http://books.google.com/books/content?id=KXpVEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Science"
    ],
    "pageCount": 138,
    "isbn10": "125015118X",
    "isbn13": "9781250151186",
    "googleBooks": {
      "id": "KXpVEAAAQBAJ",
      "preview": "http://books.google.com/books?id=KXpVEAAAQBAJ&printsec=frontcover&dq=intitle:Nineteen+Ways+of+Looking+at+Consciousness,+Patrick+House&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=KXpVEAAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=KXpVEAAAQBAJ"
    },
    "issueNumber": 35,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-12-07T05:59:10.000Z"
  },
  {
    "title": "Quit",
    "authors": [
      "Annie Duke"
    ],
    "publisher": "Penguin",
    "publishedDate": "2022-10-04",
    "description": "From the bestselling author of Thinking in Bets comes a toolkit for mastering the skill of quitting to achieve greater success Business leaders, with millions of dollars down the drain, struggle to abandon a new app or product that just isn’t working. Governments, caught in a hopeless conflict, believe that the next tactic will finally be the one that wins the war. And in our own lives, we persist in relationships or careers that no longer serve us. Why? According to Annie Duke, in the face of tough decisions, we’re terrible quitters. And that is significantly holding us back. In Quit, Duke teaches you how to get good at quitting. Drawing on stories from elite athletes like Mount Everest climbers, founders of leading companies like Stewart Butterfield, the CEO of Slack, and top entertainers like Dave Chappelle, Duke explains why quitting is integral to success, as well as strategies for determining when to hold em, and when to fold em, that will save you time, energy, and money. You’ll learn: How the paradox of quitting influences decision making: If you quit on time, you will feel you quit early What forces work against good quitting behavior, such as escalation commitment, desire for certainty, and status quo bias How to think in expected value in order to make better decisions, as well as other best practices, such as increasing flexibility in goal-setting, establishing “quitting contracts,” anticipating optionality, and conducting premortems and backcasts Whether you’re facing a make-or-break business decision or life-altering personal choice, mastering the skill of quitting will help you make the best next move.",
    "image": "http://books.google.com/books/content?id=o6hXEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 337,
    "isbn10": "0593422996",
    "isbn13": "9780593422991",
    "googleBooks": {
      "id": "o6hXEAAAQBAJ",
      "preview": "http://books.google.com/books?id=o6hXEAAAQBAJ&printsec=frontcover&dq=intitle:Quit:+The+Power+of+Knowing+When+to+Walk+Away,+Annie+Duke&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=o6hXEAAAQBAJ&dq=intitle:Quit:+The+Power+of+Knowing+When+to+Walk+Away,+Annie+Duke&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Quit.html?hl=&id=o6hXEAAAQBAJ"
    },
    "issueNumber": 34,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-12-04T21:59:44.000Z",
    "completedAt": "2023-01-18T18:19:37.000Z",
    "timeToComplete": 3874793000,
    "timeToCompleteFormatted": "1 month"
  },
  {
    "title": "The Lion, the Witch and the Wardrobe Read-Aloud Edition",
    "authors": [
      "C. S. Lewis"
    ],
    "publisher": "Zondervan",
    "publishedDate": "2005-11",
    "description": "Four English school children enter the magic land of Narnia through the back of a wardrobe and assist Aslan, the golden lion, in defeating the White Witch who has cursed the land with eternal winter.",
    "image": "http://books.google.com/books/content?id=ySmKh01_1p8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 394,
    "categories": [
      "Juvenile Fiction"
    ],
    "pageCount": 216,
    "isbn10": "0060845244",
    "isbn13": "9780060845247",
    "googleBooks": {
      "id": "ySmKh01_1p8C",
      "preview": "http://books.google.com/books?id=ySmKh01_1p8C&printsec=frontcover&dq=intitle:The+Lion,+the+Witch+and+the+Wardrobe,+C.+S.+Lewis&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=ySmKh01_1p8C&dq=intitle:The+Lion,+the+Witch+and+the+Wardrobe,+C.+S.+Lewis&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Lion_the_Witch_and_the_Wardrobe_Read.html?hl=&id=ySmKh01_1p8C"
    },
    "issueNumber": 33,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-12-03T17:52:27.000Z",
    "completedAt": "2022-12-04T21:58:52.000Z",
    "timeToComplete": 101185000,
    "timeToCompleteFormatted": "1 day"
  },
  {
    "title": "Angela's Ashes",
    "authors": [
      "Frank McCourt"
    ],
    "publisher": "HarperCollins UK",
    "publishedDate": "2005",
    "description": "A heartfelt account of poverty in Ireland and emigration to America. -- back cover.",
    "image": "http://books.google.com/books/content?id=5KBImUDYq2QC&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 1,
    "ratingsCount": 19,
    "categories": [
      "Children"
    ],
    "pageCount": 468,
    "isbn10": "0007205236",
    "isbn13": "9780007205233",
    "googleBooks": {
      "id": "5KBImUDYq2QC",
      "preview": "http://books.google.com/books?id=5KBImUDYq2QC&dq=intitle:Angela%27s+Ashes,+Frank+McCourt&hl=&cd=2&source=gbs_api",
      "info": "http://books.google.com/books?id=5KBImUDYq2QC&dq=intitle:Angela%27s+Ashes,+Frank+McCourt&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Angela_s_Ashes.html?hl=&id=5KBImUDYq2QC"
    },
    "issueNumber": 32,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-11-27T04:52:57.000Z",
    "completedAt": "2022-12-07T05:57:43.000Z",
    "timeToComplete": 867886000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "Redefining Rich",
    "authors": [
      "Shannon Hayes"
    ],
    "publisher": "BenBella Books",
    "publishedDate": "2021-08-10",
    "description": "2022 NATIONAL INDIE EXCELLENCE AWARD FINALIST — BUSINESS, ENTREPRENEURSHIP, & SMALL BUSINESS • 2022 AXIOM BOOK AWARD BRONZE MEDALIST — ENTREPRENEURSHIP/SMALL BUSINESS • NAUTILUS BOOK AWARD SILVER WINNER — BUSINESS & LEADERSHIP “Redefining Rich is inspiring, thought-provoking, and highly recommended both as a fascinating story in its own right and as a call to reconsider what one truly aspires to in life.” —Midwest Book Review In our dysfunctional economy, “success” often comes at great personal cost . . . we’re tired, we’re stressed out, and we have no time for family and friends. It’s time to redefine “rich.” From a third-generation farmer and successful entrepreneur, Redefining Rich is an entrepreneur’s guide to balancing work and family with the pleasures of the good life, with simple exercises and important lessons to serve everyone from the new sole proprietor to a seasoned CEO. Shannon Hayes was in the final months of her PhD program, recently engaged, and beginning to plan her future. Having grown up on a northern Appalachian sheep farm, she had two advantages: a hard-won education and hillbilly pragmatism. But when it came time to enter the job market, Hayes made a tough discovery: the economy just doesn’t work. It doesn’t work for women, for free thinkers, for the working class, or for white-collar professionals. It doesn’t work in rural America, much less in the cities and the suburbs. It forces us to choose between career and family, profit and creativity. So, Hayes and her husband walked away from their career paths and chose to forge a life on her family’s frost-plagued mountain farm, starting up a small café in town. Together, they found their sweet spot: a place where the Appalachian farm culture and sensibilities she and her community have lived by helped them thrive, even in a tough economic environment. Against the odds, the Hayes family built a business that lets them live abundantly, spend time with family, and enjoy the gifts of nature. And the business even helped reinvigorate their chronically economically depressed town. But the journey to this point was rife with challenges, tumbles, and mistakes. With humor, lively stories, and assurance, Hayes reveals the best lessons she’s learned for taking an alternate path, whether it lies in rural America, in the ‘burbs, or the heart of the city. She outlines the fundamentals of sustainable wealth, how to develop income streams, get organized, bring family into the business, ask for fair prices and market efficiently, and—the most important lesson of all—set personal boundaries and say “no” even while sustaining relationships. Hayes shows entrepreneurship is the means to build sustainable communities, keep families together, and foster great creative fulfillment. Redefining Rich will comfort, instruct, amuse, and inspire those of us who are trying to make our lives work in untraditional ways.",
    "image": "http://books.google.com/books/content?id=Fu9KEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 0,
    "isbn10": "1950665895",
    "isbn13": "9781950665891",
    "googleBooks": {
      "id": "Fu9KEAAAQBAJ",
      "preview": "http://books.google.com/books?id=Fu9KEAAAQBAJ&dq=intitle:Redefining+Rich:+Achieving+True+Wealth+with+Small+Business,+Side+Hustles,+and+Smart+Living,+Shannon+Hayes&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=Fu9KEAAAQBAJ&dq=intitle:Redefining+Rich:+Achieving+True+Wealth+with+Small+Business,+Side+Hustles,+and+Smart+Living,+Shannon+Hayes&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Redefining_Rich.html?hl=&id=Fu9KEAAAQBAJ"
    },
    "issueNumber": 31,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-11-14T15:50:20.000Z"
  },
  {
    "title": "A Royal Waste of Time",
    "authors": [
      "Marva J. Dawn"
    ],
    "publisher": "Wm. B. Eerdmans Publishing",
    "publishedDate": "1999",
    "description": "Following up on her Reaching Out without Dumbing Down, Marva Dawn here insists that churches need to engage in a serious process of community discernment concerning worship in order to employ the best tools and forms, and she offers extensive reflections to further the discussion. Each part of A Royal \"Waste\" of Time begins with a sample Scripture-based sermon since Dawn emphasizes that the church's worship must follow biblical guidelines and form a biblical people.",
    "image": "http://books.google.com/books/content?id=2eJp76Ri1RUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 2,
    "categories": [
      "Religion"
    ],
    "pageCount": 390,
    "isbn10": "080284586X",
    "isbn13": "9780802845863",
    "googleBooks": {
      "id": "2eJp76Ri1RUC",
      "preview": "http://books.google.com/books?id=2eJp76Ri1RUC&printsec=frontcover&dq=intitle:+For+the+Life+of+the+World:+Sacraments+and+Orthodoxy,+Alexander+Schmemann&hl=&cd=6&source=gbs_api",
      "info": "http://books.google.com/books?id=2eJp76Ri1RUC&dq=intitle:+For+the+Life+of+the+World:+Sacraments+and+Orthodoxy,+Alexander+Schmemann&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/A_Royal_Waste_of_Time.html?hl=&id=2eJp76Ri1RUC"
    },
    "issueNumber": 30,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-11-07T05:08:41.000Z"
  },
  {
    "title": "The Language of Creation",
    "authors": [
      "Matthieu Pageau"
    ],
    "publishedDate": "2018-05-29",
    "description": "The Language of Creation is a commentary on the primeval stories from the book of Genesis. It is often difficult to recognize the spiritual wisdom contained in these narratives because the current scientific worldview is deeply rooted in materialism. Therefore, instead of looking at these stories through the lens of modern academic disciplines, such as sociology, psychology, or the physical sciences, this commentary attempts to interpret the Bible from its own cosmological perspective.By contemplating the ancient biblical model of the universe, The Language of Creation demonstrates why these stories are foundational to western science and civilization. It rediscovers the archaic cosmic patterns of heaven, earth, time, and space, and sees them repeated at different levels of reality. These fractal-like structures are first encountered in the narrative of creation and then in the stories of the Garden of Eden, Cain and Abel, and the flood. The same patterns are also revealed in the visions of Ezekiel, the book of Daniel, and the miracles of Moses. The final result of this contemplation is a vision of the cosmos centered on the role of human consciousness in creation.",
    "image": "https://tse2.mm.bing.net/th?q=The%20Language%20of%20Creation%20by%20Matthieu%20Pageau&w=256&c=7&rs=1&p=0&dpr=3&pid=1.7&mkt=en-IN&adlt=moderate",
    "language": "en",
    "pageCount": 354,
    "isbn10": "1981549331",
    "isbn13": "9781981549337",
    "googleBooks": {
      "id": "KkJWuAEACAAJ",
      "preview": "http://books.google.com/books?id=KkJWuAEACAAJ&dq=intitle:The+Language+of+Creation:+Cosmic+Symbolism+in+Genesis:+A+Commentary,+Matthieu+Pageau&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=KkJWuAEACAAJ&dq=intitle:The+Language+of+Creation:+Cosmic+Symbolism+in+Genesis:+A+Commentary,+Matthieu+Pageau&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Language_of_Creation.html?hl=&id=KkJWuAEACAAJ"
    },
    "issueNumber": 29,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-11-07T05:06:35.000Z"
  },
  {
    "title": "American Dirt (Oprah's Book Club)",
    "authors": [
      "Jeanine Cummins"
    ],
    "publisher": "Flatiron Books",
    "publishedDate": "2020-01-21",
    "description": "Jeanine Cummins's American Dirt, the #1 New York Times bestseller and Oprah Book Club pick that has sold over two million copies Lydia lives in Acapulco. She has a son, Luca, the love of her life, and a wonderful husband who is a journalist. And while cracks are beginning to show in Acapulco because of the cartels, Lydia’s life is, by and large, fairly comfortable. But after her husband’s tell-all profile of the newest drug lord is published, none of their lives will ever be the same. Forced to flee, Lydia and Luca find themselves joining the countless people trying to reach the United States. Lydia soon sees that everyone is running from something. But what exactly are they running to?",
    "image": "http://books.google.com/books/content?id=FkiSDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 86,
    "categories": [
      "Fiction"
    ],
    "pageCount": 400,
    "isbn10": "1250209773",
    "isbn13": "9781250209771",
    "googleBooks": {
      "id": "FkiSDwAAQBAJ",
      "preview": "http://books.google.com/books?id=FkiSDwAAQBAJ&printsec=frontcover&dq=intitle:American+Dirt,+Jeanine+Cummins&hl=&cd=5&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=FkiSDwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=FkiSDwAAQBAJ"
    },
    "issueNumber": 28,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-09-30T03:04:59.000Z",
    "completedAt": "2022-11-05T01:18:28.000Z",
    "timeToComplete": 3104009000,
    "timeToCompleteFormatted": "1 month"
  },
  {
    "title": "The Righteous Mind",
    "authors": [
      "Jonathan Haidt"
    ],
    "publisher": "Vintage",
    "publishedDate": "2013",
    "description": "Presents a groundbreaking investigation into the origins of morality at the core of religion and politics, offering scholarly insight into the motivations behind cultural clashes that are polarizing America.",
    "image": "http://books.google.com/books/content?id=U21BxGfm3RUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 36,
    "categories": [
      "Psychology"
    ],
    "pageCount": 500,
    "isbn10": "0307455777",
    "isbn13": "9780307455772",
    "googleBooks": {
      "id": "U21BxGfm3RUC",
      "preview": "http://books.google.com/books?id=U21BxGfm3RUC&printsec=frontcover&dq=intitle:The+Righteous+Mind:+Why+Good+People+Are+Divided+by+Politics+and+Religion,+Jonathan+Haidt&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=U21BxGfm3RUC&dq=intitle:The+Righteous+Mind:+Why+Good+People+Are+Divided+by+Politics+and+Religion,+Jonathan+Haidt&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Righteous_Mind.html?hl=&id=U21BxGfm3RUC"
    },
    "issueNumber": 27,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-09-30T02:59:13.000Z"
  }
]
