[
  {
    "title": "Wild Problems",
    "authors": [
      "Russ Roberts"
    ],
    "publisher": "Penguin",
    "publishedDate": "2022-08-09",
    "description": "From the host of EconTalk, a guide to decision-making when you can't crunch the numbers Algorithms and apps analyze data and tell you how to beat the traffic, what books to buy, what music to listen to, and even who to date—often with great results. But what do you do when you face the big decisions of life—the \"wild problems\" of who to marry, whether to have children, where to move, how to forge a life well-lived—that can’t be solved by measurement or calculation? In Wild Problems, beloved host of EconTalk Russ Roberts offers puzzled rationalists a way to address these wild problems. He suggests spending less time and energy on the path that promises the most happiness, and more time on figuring out who you actually want to be. He draws on the experience of great artists, writers, and scientists of the past who found creative ways to navigate life’s biggest questions. And he lays out strategies for reducing the fear and the loss of control that inevitably come when a wild problem requires a leap in the dark. Ultimately, Roberts asks us to see ourselves and our lives less as a problem to be solved than a mystery to be experienced. There's no right decision waiting to be uncovered by an app or rational analysis. Reality is harder than that and, perhaps, a little more interesting.",
    "image": "http://books.google.com/books/content?id=85xBEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 225,
    "isbn10": "0593418263",
    "isbn13": "9780593418260",
    "googleBooks": {
      "id": "85xBEAAAQBAJ",
      "preview": "http://books.google.com/books?id=85xBEAAAQBAJ&printsec=frontcover&dq=intitle:Wild+Problems:+A+Guide+to+the+Decisions+That+Define+Us,+Russ+Roberts&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=85xBEAAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=85xBEAAAQBAJ"
    },
    "issueNumber": 14,
    "progressPercent": 0,
    "state": "want-to-read",
    "startedAt": "2022-08-29T03:16:59.000Z"
  },
  {
    "title": "The Obstacle Is the Way",
    "authors": [
      "Ryan Holiday"
    ],
    "publisher": "Penguin",
    "publishedDate": "2014-05-01",
    "description": "#1 Wall Street Journal Bestseller The Obstacle is the Way has become a cult classic, beloved by men and women around the world who apply its wisdom to become more successful at whatever they do. Its many fans include a former governor and movie star (Arnold Schwarzenegger), a hip hop icon (LL Cool J), an Irish tennis pro (James McGee), an NBC sportscaster (Michele Tafoya), and the coaches and players of winning teams like the New England Patriots, Seattle Seahawks, Chicago Cubs, and University of Texas men’s basketball team. The book draws its inspiration from stoicism, the ancient Greek philosophy of enduring pain or adversity with perseverance and resilience. Stoics focus on the things they can control, let go of everything else, and turn every new obstacle into an opportunity to get better, stronger, tougher. As Marcus Aurelius put it nearly 2000 years ago: “The impediment to action advances action. What stands in the way becomes the way.” Ryan Holiday shows us how some of the most successful people in history—from John D. Rockefeller to Amelia Earhart to Ulysses S. Grant to Steve Jobs—have applied stoicism to overcome difficult or even impossible situations. Their embrace of these principles ultimately mattered more than their natural intelligence, talents, or luck. If you’re feeling frustrated, demoralized, or stuck in a rut, this book can help you turn your problems into your biggest advantages. And along the way it will inspire you with dozens of true stories of the greats from every age and era.",
    "image": "http://books.google.com/books/content?id=jWqJDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 426,
    "categories": [
      "Business & Economics"
    ],
    "pageCount": 224,
    "isbn10": "1591846358",
    "isbn13": "9781591846352",
    "googleBooks": {
      "id": "jWqJDQAAQBAJ",
      "preview": "http://books.google.com/books?id=jWqJDQAAQBAJ&pg=PA195&dq=intitle:The+Bed+of+Procrustes:+Philosophical+and+Practical+Aphorisms,+Nassim+Nicholas+Taleb&hl=&cd=10&source=gbs_api",
      "info": "http://books.google.com/books?id=jWqJDQAAQBAJ&dq=intitle:The+Bed+of+Procrustes:+Philosophical+and+Practical+Aphorisms,+Nassim+Nicholas+Taleb&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/The_Obstacle_Is_the_Way.html?hl=&id=jWqJDQAAQBAJ"
    },
    "issueNumber": 12,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-08-22T00:22:39.000Z",
    "completedAt": "2022-08-28T23:16:32.000Z",
    "timeToComplete": 600833000,
    "timeToCompleteFormatted": "6 days"
  },
  {
    "title": "Curious",
    "authors": [
      "Ian Leslie"
    ],
    "publisher": "Basic Books (AZ)",
    "publishedDate": "2014-08-26",
    "description": "“I have no special talents,” said Albert Einstein. “I am only passionately curious.” Everyone is born curious. But only some retain the habits of exploring, learning, and discovering as they grow older. Those who do so tend to be smarter, more creative, and more successful. So why are many of us allowing our curiosity to wane? In Curious, Ian Leslie makes a passionate case for the cultivation of our “desire to know.” Just when the rewards of curiosity have never been higher, it is misunderstood, undervalued, and increasingly monopolized by a cognitive elite. A “curiosity divide” is opening up. This divide is being exacerbated by the way we use the Internet. Thanks to smartphones and tools such as Google and Wikipedia, we can answer almost any question instantly. But does this easy access to information guarantee the growth of curiosity? No—quite the opposite. Leslie argues that true curiosity the sustained quest for understanding that begets insight and innovation—is in fact at risk in a wired world. Drawing on fascinating research from psychology, economics, education, and business, Curious looks at what feeds curiosity and what starves it, and finds surprising answers. Curiosity isn’t, as we’re encouraged to think, a gift that keeps on giving. It is a mental muscle that atrophies without regular exercise and a habit that parents, schools, and workplaces need to nurture. Filled with inspiring stories, case studies, and practical advice, Curious will change the way you think about your own mental habits, and those of your family, friends, and colleagues.",
    "image": "http://books.google.com/books/content?id=qaAVBQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 2,
    "categories": [
      "Psychology"
    ],
    "pageCount": 240,
    "isbn10": "0465079962",
    "isbn13": "9780465079964",
    "googleBooks": {
      "id": "qaAVBQAAQBAJ",
      "preview": "http://books.google.com/books?id=qaAVBQAAQBAJ&printsec=frontcover&dq=intitle:Curious:+The+desire+to+know+and+why+your+future+depends+on+it,+Ian+Leslie&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=qaAVBQAAQBAJ&dq=intitle:Curious:+The+desire+to+know+and+why+your+future+depends+on+it,+Ian+Leslie&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Curious.html?hl=&id=qaAVBQAAQBAJ"
    },
    "issueNumber": 11,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-08-20T16:25:37.000Z",
    "completedAt": "2022-08-28T23:16:44.000Z",
    "timeToComplete": 715867000,
    "timeToCompleteFormatted": "1 week"
  },
  {
    "title": "Bittersweet",
    "authors": [
      "Susan Cain"
    ],
    "publisher": "Crown",
    "publishedDate": "2022-04-05",
    "description": "#1 NEW YORK TIMES BESTSELLER • Sadness is your superpower. In her new masterpiece, the author of the bestselling phenomenon Quiet explores the power of the bittersweet personality, revealing a misunderstood side of mental health and creativity while offering a roadmap to facing grief in order to live life to the fullest. “Bittersweet grabs you by the heart and doesn’t let go.”—BRENÉ BROWN, author of Atlas of the Heart “Susan Cain has described and validated my existence once again!”—GLENNON DOYLE, author of Untamed “The perfect cure for toxic positivity.”—ADAM GRANT, author of Think Again ONE OF THE MOST ANTICIPATED BOOKS OF 2022—Oprah Daily, BookPage Bittersweetness is a tendency to states of long­ing, poignancy, and sorrow; an acute aware­ness of passing time; and a curiously piercing joy at the beauty of the world. It recognizes that light and dark, birth and death—bitter and sweet—are forever paired. If you’ve ever wondered why you like sad music . . . If you find comfort or inspiration in a rainy day . . . If you react intensely to music, art, nature, and beauty . . . Then you probably identify with the bitter­sweet state of mind. With Quiet, Susan Cain urged our society to cultivate space for the undervalued, indispensable introverts among us, thereby revealing an un­tapped power hidden in plain sight. Now she em­ploys the same mix of research, storytelling, and memoir to explore why we experience sorrow and longing, and how embracing the bittersweetness at the heart of life is the true path to creativity, con­nection, and transcendence. Cain shows how a bittersweet state of mind is the quiet force that helps us transcend our personal and collective pain, whether from a death or breakup, addiction or illness. If we don’t acknowledge our own heartache, she says, we can end up inflicting it on others via abuse, domination, or neglect. But if we realize that all humans know—or will know—loss and suffering, we can turn toward one another. At a time of profound discord and personal anxiety, Bittersweet brings us together in deep and unexpected ways.",
    "image": "http://books.google.com/books/content?id=k5k7EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Psychology"
    ],
    "pageCount": 352,
    "isbn10": "0451499808",
    "isbn13": "9780451499806",
    "googleBooks": {
      "id": "k5k7EAAAQBAJ",
      "preview": "http://books.google.com/books?id=k5k7EAAAQBAJ&printsec=frontcover&dq=intitle:Bittersweet:+How+Sorrow+and+Longing+Make+Us+Whole,+Susan+Cain&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=k5k7EAAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=k5k7EAAAQBAJ"
    },
    "issueNumber": 10,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-07-28T15:45:51.000Z",
    "completedAt": "2022-08-20T16:23:37.000Z",
    "timeToComplete": 1989466000,
    "timeToCompleteFormatted": "3 weeks"
  },
  {
    "title": "Invisible Man",
    "authors": [
      "Ralph Ellison"
    ],
    "publisher": "Penguin Modern Classics",
    "publishedDate": "2001-01-01",
    "description": "Ralph Ellison's impassioned first novel, winner of the prestigious American National Book Award, tells the story of an invisible man simply because people refuse to see me. Yet his powerfully depicted adventures go far beyond the story of one man.",
    "image": "http://books.google.com/books/content?id=d_a3QgAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 3.5,
    "ratingsCount": 94,
    "categories": [
      "African Americans"
    ],
    "pageCount": 581,
    "isbn10": "0141184426",
    "isbn13": "9780141184425",
    "googleBooks": {
      "id": "d_a3QgAACAAJ",
      "preview": "http://books.google.com/books?id=d_a3QgAACAAJ&dq=intitle:Invisible+Man,+Rasph+Ellison&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=d_a3QgAACAAJ&dq=intitle:Invisible+Man,+Rasph+Ellison&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Invisible_Man.html?hl=&id=d_a3QgAACAAJ"
    },
    "issueNumber": 8,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-06-01T05:13:01.000Z"
  },
  {
    "title": "Screwtape Letters, The - UK Gift Edition",
    "authors": [
      "Clive Staples Lewis"
    ],
    "publisher": "HarperCollins",
    "publishedDate": "2001-11-01",
    "description": "Sly and ironic portrayal of human life from the vantage point of Screwtape, a highly placed assistant to \"Our Father Below\". Gives us the correspondence of the worldy-wise old devil to his nephew Wormwood, a novice demon in charge of securing the damnation of an ordinary young man.",
    "image": "http://books.google.com/books/content?id=339CkgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 133,
    "categories": [
      "Religion"
    ],
    "pageCount": 209,
    "isbn10": "0007131879",
    "isbn13": "9780007131877",
    "googleBooks": {
      "id": "339CkgEACAAJ",
      "preview": "http://books.google.com/books?id=339CkgEACAAJ&dq=intitle:The+Screwtape+Letters(Lewis+Signature+Classics)++Lewis,+Clive+Staples&hl=&cd=2&source=gbs_api",
      "info": "http://books.google.com/books?id=339CkgEACAAJ&dq=intitle:The+Screwtape+Letters(Lewis+Signature+Classics)++Lewis,+Clive+Staples&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Screwtape_Letters_The_UK_Gift_Edition.html?hl=&id=339CkgEACAAJ"
    },
    "issueNumber": 7,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-06-01T05:11:14.000Z",
    "completedAt": "2022-07-27T14:46:59.000Z",
    "timeToComplete": 4872945000,
    "timeToCompleteFormatted": "1 month"
  },
  {
    "title": "Lifespan",
    "authors": [
      "David A. Sinclair",
      "Matthew D. LaPlante"
    ],
    "publisher": "Atria Books",
    "publishedDate": "2019-09-10",
    "description": "A NEW YORK TIMES BESTSELLER “Brilliant and enthralling.”​ —The Wall Street Journal A paradigm-shifting book from an acclaimed Harvard Medical School scientist and one of Time’s most influential people. It’s a seemingly undeniable truth that aging is inevitable. But what if everything we’ve been taught to believe about aging is wrong? What if we could choose our lifespan? In this groundbreaking book, Dr. David Sinclair, leading world authority on genetics and longevity, reveals a bold new theory for why we age. As he writes: “Aging is a disease, and that disease is treatable.” This eye-opening and provocative work takes us to the frontlines of research that is pushing the boundaries on our perceived scientific limitations, revealing incredible breakthroughs—many from Dr. David Sinclair’s own lab at Harvard—that demonstrate how we can slow down, or even reverse, aging. The key is activating newly discovered vitality genes, the descendants of an ancient genetic survival circuit that is both the cause of aging and the key to reversing it. Recent experiments in genetic reprogramming suggest that in the near future we may not just be able to feel younger, but actually become younger. Through a page-turning narrative, Dr. Sinclair invites you into the process of scientific discovery and reveals the emerging technologies and simple lifestyle changes—such as intermittent fasting, cold exposure, exercising with the right intensity, and eating less meat—that have been shown to help us live younger and healthier for longer. At once a roadmap for taking charge of our own health destiny and a bold new vision for the future of humankind, Lifespan will forever change the way we think about why we age and what we can do about it.",
    "image": "http://books.google.com/books/content?id=x--oDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 4,
    "categories": [
      "Science"
    ],
    "pageCount": 432,
    "isbn10": "1501191977",
    "isbn13": "9781501191978",
    "googleBooks": {
      "id": "x--oDwAAQBAJ",
      "preview": "http://books.google.com/books?id=x--oDwAAQBAJ&printsec=frontcover&dq=intitle:Lifespan:+Why+We+Age%E2%80%94and+Why+We+Don%27t+Have+To++Sinclair,+David%3B+LaPlante,+Matt&hl=&cd=3&source=gbs_api",
      "info": "http://books.google.com/books?id=x--oDwAAQBAJ&dq=intitle:Lifespan:+Why+We+Age%E2%80%94and+Why+We+Don%27t+Have+To++Sinclair,+David%3B+LaPlante,+Matt&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Lifespan.html?hl=&id=x--oDwAAQBAJ"
    },
    "issueNumber": 6,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-05-07T21:18:07.000Z"
  },
  {
    "title": "Projections",
    "authors": [
      "Karl Deisseroth"
    ],
    "publisher": "Random House",
    "publishedDate": "2021-06-15",
    "description": "A groundbreaking tour of the human mind that illuminates the biological nature of our inner worlds and emotions, through gripping, moving—and, at times, harrowing—clinical stories “[A] scintillating and moving analysis of the human brain and emotions.”—Nature “Beautifully connects the inner feelings within all human beings to deep insights from modern psychiatry and neuroscience.”—Robert Lefkowitz, Nobel Laureate Karl Deisseroth has spent his life pursuing truths about the human mind, both as a renowned clinical psychiatrist and as a researcher creating and developing the revolutionary field of optogenetics, which uses light to help decipher the brain’s workings. In Projections, he combines his knowledge of the brain’s inner circuitry with a deep empathy for his patients to examine what mental illness reveals about the human mind and the origin of human feelings—how the broken can illuminate the unbroken. Through cutting-edge research and gripping case studies from Deisseroth’s own patients, Projections tells a larger story about the material origins of human emotion, bridging the gap between the ancient circuits of our brain and the poignant moments of suffering in our daily lives. The stories of Deisseroth’s patients are rich with humanity and shine an unprecedented light on the self—and the ways in which it can break down. A young woman with an eating disorder reveals how the mind can rebel against the brain’s most primitive drives of hunger and thirst; an older man, smothered into silence by depression and dementia, shows how humans evolved to feel not only joy but also its absence; and a lonely Uighur woman far from her homeland teaches both the importance—and challenges—of deep social bonds. Illuminating, literary, and essential, Projections is a revelatory, immensely powerful work. It transforms our understanding not only of the brain but of ourselves as social beings—giving vivid illustrations through science and resonant human stories of our yearning for connection and meaning.",
    "image": "http://books.google.com/books/content?id=4AEvEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "categories": [
      "Science"
    ],
    "pageCount": 256,
    "isbn10": "1984853694",
    "isbn13": "9781984853691",
    "googleBooks": {
      "id": "4AEvEAAAQBAJ",
      "preview": "http://books.google.com/books?id=4AEvEAAAQBAJ&printsec=frontcover&dq=intitle:Projections:+A+Story+of+Human+Emotions++Deisseroth,+Karl&hl=&cd=1&source=gbs_api",
      "info": "http://books.google.com/books?id=4AEvEAAAQBAJ&dq=intitle:Projections:+A+Story+of+Human+Emotions++Deisseroth,+Karl&hl=&source=gbs_api",
      "canonical": "https://books.google.com/books/about/Projections.html?hl=&id=4AEvEAAAQBAJ"
    },
    "issueNumber": 5,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-05-07T21:16:59.000Z",
    "completedAt": "2022-05-30T18:09:10.000Z",
    "timeToComplete": 1975931000,
    "timeToCompleteFormatted": "3 weeks"
  },
  {
    "title": "How Emotions Are Made",
    "authors": [
      "Lisa Feldman Barrett"
    ],
    "publisher": "HarperCollins",
    "publishedDate": "2017-03-07",
    "description": "Preeminent psychologist Lisa Barrett lays out how the brain constructs emotions in a way that could revolutionize psychology, health care, the legal system, and our understanding of the human mind. “Fascinating . . . A thought-provoking journey into emotion science.”—The Wall Street Journal “A singular book, remarkable for the freshness of its ideas and the boldness and clarity with which they are presented.”—Scientific American “A brilliant and original book on the science of emotion, by the deepest thinker about this topic since Darwin.”—Daniel Gilbert, best-selling author of Stumbling on Happiness The science of emotion is in the midst of a revolution on par with the discovery of relativity in physics and natural selection in biology. Leading the charge is psychologist and neuroscientist Lisa Feldman Barrett, whose research overturns the long-standing belief that emotions are automatic, universal, and hardwired in different brain regions. Instead, Barrett shows, we construct each instance of emotion through a unique interplay of brain, body, and culture. A lucid report from the cutting edge of emotion science, How Emotions Are Made reveals the profound real-world consequences of this breakthrough for everything from neuroscience and medicine to the legal system and even national security, laying bare the immense implications of our latest and most intimate scientific revolution.",
    "image": "http://books.google.com/books/content?id=hN8MBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 4,
    "ratingsCount": 5,
    "categories": [
      "Psychology"
    ],
    "pageCount": 448,
    "isbn10": "0544129962",
    "isbn13": "9780544129962",
    "googleBooks": {
      "id": "hN8MBgAAQBAJ",
      "preview": "http://books.google.com/books?id=hN8MBgAAQBAJ&printsec=frontcover&dq=intitle:How+Emotions+Are+Made:+The+Secret+Life+of+the+Brain++Barrett,+Lisa+Feldman&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=hN8MBgAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=hN8MBgAAQBAJ"
    },
    "issueNumber": 4,
    "progressPercent": 0,
    "state": "reading",
    "startedAt": "2022-05-07T21:15:13.000Z"
  },
  {
    "title": "The Molecule of More",
    "authors": [
      "Daniel Z. Lieberman",
      "Michael E. Long"
    ],
    "publisher": "BenBella Books",
    "publishedDate": "2018-08-14",
    "description": "Why are we obsessed with the things we want only to be bored when we get them? Why is addiction perfectly logical to an addict? Why does love change so quickly from passion to indifference? Why are some people die-hard liberals and others hardcore conservatives? Why are we always hopeful for solutions even in the darkest times—and so good at figuring them out? The answer is found in a single chemical in your brain: dopamine. Dopamine ensured the survival of early man. Thousands of years later, it is the source of our most basic behaviors and cultural ideas—and progress itself. Dopamine is the chemical of desire that always asks for more—more stuff, more stimulation, and more surprises. In pursuit of these things, it is undeterred by emotion, fear, or morality. Dopamine is the source of our every urge, that little bit of biology that makes an ambitious business professional sacrifice everything in pursuit of success, or that drives a satisfied spouse to risk it all for the thrill of someone new. Simply put, it is why we seek and succeed; it is why we discover and prosper. Yet, at the same time, it's why we gamble and squander. From dopamine's point of view, it's not the having that matters. It's getting something—anything—that's new. From this understanding—the difference between possessing something versus anticipating it—we can understand in a revolutionary new way why we behave as we do in love, business, addiction, politics, religion—and we can even predict those behaviors in ourselves and others. In The Molecule of More: How a Single Chemical in Your Brain Drives Love, Sex, and Creativity—and will Determine the Fate of the Human Race, George Washington University professor and psychiatrist Daniel Z. Lieberman, MD, and Georgetown University lecturer Michael E. Long present a potentially life-changing proposal: Much of human life has an unconsidered component that explains an array of behaviors previously thought to be unrelated, including why winners cheat, why geniuses often suffer with mental illness, why nearly all diets fail, and why the brains of liberals and conservatives really are different.",
    "image": "http://books.google.com/books/content?id=ngFCDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 2,
    "ratingsCount": 1,
    "categories": [
      "Psychology"
    ],
    "pageCount": 240,
    "isbn10": "1946885290",
    "isbn13": "9781946885296",
    "googleBooks": {
      "id": "ngFCDwAAQBAJ",
      "preview": "http://books.google.com/books?id=ngFCDwAAQBAJ&printsec=frontcover&dq=intitle:The+Molecule+of+More:+How+a+Single+Chemical+in+Your+Brain+Drives+Love,+Sex,+and+Creativity--and+Will+Determine+the+Fate+of+the+Human+Race+by+Lieberman,+Daniel+Z.%3B+Long,+Michael+E.&hl=&cd=1&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=ngFCDwAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=ngFCDwAAQBAJ"
    },
    "issueNumber": 2,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-05-07T20:47:11.000Z",
    "completedAt": "2022-06-01T05:07:37.000Z",
    "timeToComplete": 2103626000,
    "timeToCompleteFormatted": "3 weeks"
  },
  {
    "title": "The God-Shaped Heart",
    "authors": [
      "Timothy R. MD Jennings"
    ],
    "publisher": "Baker Books",
    "publishedDate": "2017-09-05",
    "description": "The key to spiritual and emotional health is to grasp the truth of God's transforming love for us and then let that reality influence our own hearts and relationships. It seems simple, but we are experts at complicating simple things. Instead of living lives characterized by love we find ourselves trapped in cycles of shame, violence, and addiction that steal our joy and keep us from loving others--so much so that, by all indications, Christians are living no differently than anyone else when it comes to abuse rates, use of pornography, alcohol and drug addiction, and more. Christian psychiatrist Dr. Timothy Jennings wants to release us from this prison. With powerful illustrations from case studies and from Scripture, Jennings shows believers who are stuck in addiction, violence, fear, and broken relationships how to experience true freedom through God's transforming love to experience greater health, fulfillment, and well-being.",
    "image": "http://books.google.com/books/content?id=O8U4DgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
    "language": "en",
    "averageRating": 5,
    "ratingsCount": 1,
    "categories": [
      "Religion"
    ],
    "pageCount": 304,
    "isbn10": "1493409433",
    "isbn13": "9781493409433",
    "googleBooks": {
      "id": "O8U4DgAAQBAJ",
      "preview": "http://books.google.com/books?id=O8U4DgAAQBAJ&pg=PT3&dq=intitle:The+Soul+of+Desire:+Discovering+the+Neuroscience+of+Longing,+Beauty,+and+Community+by+Thompson+MD,+Curt&hl=&cd=3&source=gbs_api",
      "info": "https://play.google.com/store/books/details?id=O8U4DgAAQBAJ&source=gbs_api",
      "canonical": "https://play.google.com/store/books/details?id=O8U4DgAAQBAJ"
    },
    "issueNumber": 1,
    "progressPercent": 0,
    "state": "completed",
    "startedAt": "2022-05-07T20:43:23.000Z",
    "completedAt": "2022-07-27T14:47:15.000Z",
    "timeToComplete": 6977032000,
    "timeToCompleteFormatted": "2 months"
  }
]
